Repository: BeatryczePilat/SIprojekt
Catalog: app/translations/validators.*.xlf
Languages: pl

# url.originalUrl.invalid
source: Invalid URL format
pl: Niepoprawny format URL

# url.originalUrl.not_blank
source: URL cannot be blank
pl: URL nie może być pusty

# url.email.invalid
source: Invalid email format in URL
pl: Niepoprawny format adresu e-mail w URL

# admin.email.not_blank
source: Email cannot be blank
pl: Adres e-mail nie może być pusty

# admin.email.invalid
source: Invalid email format
pl: Niepoprawny format adresu e-mail

# admin.password.not_blank
source: Password cannot be blank
pl: Hasło nie może być puste

# admin.nickname.min_length
source: Nickname is too short
pl: Nick jest za krótki

# admin.nickname.max_length
source: Nickname is too long
pl: Nick jest za długi

# tag.name.not_blank
source: Tag name cannot be blank
pl: Nazwa tagu nie może być pusta

# tag.name.max_length
source: Tag name is too long
pl: Nazwa tagu jest za długa

# tag.slug.max_length
source: Tag slug is too long
pl: Slug tagu jest za długi

# admin.password.current.not_blank
source: Current password cannot be blank
pl: Aktualne hasło nie może być puste

# admin.password.new.not_blank
source: New password cannot be blank
pl: Nowe hasło nie może być puste

# admin.password.new.min_length
source: New password is too short
pl: Nowe hasło jest za krótkie
